Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: 1 sentence collected
mve: ھيڪ جُملو ڀيڙو ڪيو

source: 2019 End-of-Year Release
mve: 2019 ريَ پڇاݪِي ۾ جارِي ڪيوڙو

source: 2 down, keep it up!<playIcon></playIcon>
mve: 2 ھيٺِي، جارِي راکو!<playIcon></playIcon>

source: ≥ 2 No votes
mve: ≥2ڪو ووٽ نا

source: ≥ 2 Yes votes
mve: ≥2 ھويَ ووٽ

source: Abbreviations and Acronyms
mve: مخففات ھان مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
mve: ماخز مواد ۾ “USA” يا “ICE” جھڙي مخففون ھان مخففون ھون پاسو ڪرڻ کپيَ ڪيونڪہ اي اھڙيَ طريقيَ ھون پڙھيا جائيَ ݾگيَ ھيَ جڪو ايون رِي اسپيلينگ ھون ھيڪجيڙا نِي ھوئيَ۔ اضافي طور تيَ، ھيڪ مخفف تيَ ڪِترائي صحيح پڙھڻ ھارو ھوئيَ ݾگيَ ھيَ۔

source: Abkhaz
mve: ابخاز

source: About
mve: باريَ ۾

source: About options menu
mve: آپشن مينيو ريَ باريَ ۾

source: About us
mve: مھوريَ باريَ ۾

source: About us options menu
mve: مھوريَ باريَ ۾ آپشن مينيو

source: Academic Reference
mve: ادبِي حوالو

source: Accent
mve: لھجو

source: Accepted file types: .tsv only
mve: قبول ھوڻ آڙِي فائلون رو قسم: صرف .tsv

source: Access press releases and stories related to Common Voice
mve: ڪامن وائس ھون جڙوڙيَ پريس رليز ھان وارتائون تائين پوھنچ حاصل ڪرو

source: Account
mve: کاتو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mve: <accuracyLink>درسگي ريَ معيار نيَ وڌيڪ جوئو

source: Acehnese
mve: آشيانِي ٻولِي

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
mve: { $actionType }<micIcon></micIcon> ھان جيترو ھوئيَ ݾگيَ فطري طور تيَ جواب ڏيو

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
mve: { $actionType }<playIcon></playIcon> ھان او لکو جڪو تيَ ھڻو ھو ڪہ او منک ڪھيَ ھيَ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mve: { $actionType }<playIcon>ڪِي اُوئون سُٺيَ نمُونيَ ھون جُملو ٻوليو؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
mve: { $actionType } آڊيو ڪلِپ ھڻو ھان لکت نيَ جونچو۔ ڪي اي مليَ ھي؟ جيَ نا، تو ايئيَ نيَ مڪمل طور تيَ ملاڻ ھارو ايڊٽ ڪرو۔<playIcon></playIcon>

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mve: { $actionType }<recordIcon></recordIcon> پڇيَ جُمليَ نيَ زور ھون پڙھو

source: { $actionType }<stopIcon></stopIcon> when done
mve: { $actionType }<stopIcon></stopIcon> جڏَيَ ھوئيَ جائيَ

source: { $actionType } submit when ready
mve: { $actionType }جمع ڪرائو جڏَيَ تيار ھوئيَ

source: Adamawa Fulfulde
mve: آدموا فُلفُلديَ

source: Add and Review Sentences, Add Questions, Transcribe Audio
mve: جُملا شامل ڪرو ھان جائزو ليو، سوال شامل ڪرو، آڊيو رِي نقل ڪرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
mve: ھيڪ سوال جمع ڪرو </icon> ۾ { $currentLocale } منِکون نيَ جواب ڏيڻ ھارو

source: Add as much information as you can about the language. This could include:
mve: وڌ ۾ وڌ ڄاڻ شامل ڪرو ٿونرِي ٻولِي ري باري ۾، ايَ بِي شامل ھوئي ݾگھي ھيَ۔

source: Add <icon></icon> a public domain sentence
mve: لگائو “ شامل ڪيوڙا <icon> </icon> عوامِي ڊومين جُملو

source: Add information
mve: معلومات شامل ڪرو

source: Adding Questions
mve: سوال جمع ڪرو

source: Adding Sentences
mve: جُملا شامل ڪرو

source: Additional Language
mve: اضافي ٻولِي

source: Add Language
mve: ٻوليَ شامل ڪرو

source: Add new custom accent "{ $inputValue }"
mve: نئون ڪسٽم لھجو شامل ڪرو”{ $inputValue }”

source: Add new sentences for the community to read
mve: برادري رَي پڙھڻ لا نوان جُملا شامل ڪرو

source: Add one sentence per line
mve: ھيڪ جُملو ھيڪِي لائن ۾ شامل ڪرو

source: Add Questions
mve: سوال جمع ڪرو

source: Add questions in your language
mve: آپرِي ٻولِي ۾ سوال شامل ڪرو

source: Add Questions <small>(Coming soon)</small>
mve: سوال شامل ڪرو<small>ڇيڪوآڻ آݪو ھيَ</small>

source: Add Sentences
mve: جُملا شامل ڪرو

source: Add sentences in your language
mve: آپرِي ٻولِي ۾ جُملا شامل ڪرو

source: Add Text
mve: لکت شامل ڪرو

source: Add up to 1,000 sentences
mve: 1,000 جُملون توڻي شامل ڪرو

source: Add Your Voice
mve: ٿونرِي آواز شامل ڪرو

source: Adyghe
mve: اديگِي زبان

source: Afaan Oromo
mve: افان اورمو

source: Afar
mve: افر

source: A few bytes
mve: ڪجھ بائيٽس

source: Afrikaans
mve: آفريِڪِي ٻولِي

source: Age
mve: عمر

source: A good question for public participation datasets should:
mve: عوامي شرڪت ريَ مواد ري سيٽ ھارو ھيڪ سُٺو سوال ھوڻ کپيَ:

source: Agriculture and Food
mve: ٻنِي ٻارو ھان کادو

source: Albanian
mve: البانين

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mve: ٿوڙو لاريَ ھُل ٺيڪ ھيَ، پڻ جيَ ٿيَ ڪيَ منک نيَ الڳ الڳ اکر ٻولتيَ ھُڻو ھو، تو ڪلِپ نيَ رد ڪرڻ کپيَ۔ گھڻو ڪري اي اوٿ ھوئيَ ھيَ جيٿ ٽِي وِي ڄلتو ھوئيَ، يا جيٿ نيݪِي رات ھلتي ھوئيَ۔

source: All
mve: ݾجا يا سجا

source: All sentence must have the same domain
mve: ݾجون جُملون رو ڊومين لازمي ساگيون ھوڻ کپيَ

source: All sentences must have the same citation
mve: ݾجون جُملون را حوالا لازمي ساگيا ھوڻ کپيَ

source: Already have an account? <login>Log-In</login>
mve: پيل ھون ھيڪ اڪائونٽ ھيَ<login>لاگ ان</login>

source: Alsatian
mve: آلستيان

source: Amharic
mve: امھارِي ٻولِي

source: An error occurred fetching sentences
mve: جُملا ليَ آڻ ۾ ھيڪ غلطِي ھوئِي ھَي۔

source: An error occurred reviewing this sentence
mve: اِيئي جُمليَ رو جائزو ليڻ ۾ ھيڪ مسئلو آئيَ پڙيو۔

source: An error occurred submitting your voice information
mve: ٿونرَي آواز رِي معلومات جمع ڪرڻ ۾ ھيڪ خرابي ھوئِي رِي

source: An error occurred while creating this transcript
mve: لکڻ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while editing the transcript
mve: ٽرانسڪرِيپٽ ايڊِٽ ڪرڻ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while recording
mve: ريڪارڊنگ ريَ دوران ھيڪ غلطي ھوئيَ رِي

source: An error occurred while skipping the transcript
mve: لکت ڇوڙڻ ريَ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while skipping this prompt
mve: پرامپٽ نيَ ڇوڙڻ ريَ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while submitting the report
mve: رپورٽ جمع ڪرڻ ريَ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while uploading your response
mve: ٿونرو جواب اپ لوڊ ڪرڻ ريَ دوران هڪ غلطِي ھوئيَ گِي ھيَ

source: An error occurred while voting the prompt
mve: پرومپٽ نيَ ووٽ ڏيڻ رَي دوران غلطي ھوئيَ گئي

source: An error occurred while voting the transcript
mve: ٽرانسڪرِيپٽ ووٽ ڪرڻ ريَ دوران هيڪ غلطِي ھوئيَ گِي ھيَ۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mve: جمار، جنس ھان لھجيَ جھڙو گمنام استعمال ڪرڻ آݪو مواد ٻولڻ رِي اوݪکوڻ آݪيَ انجن رِي درستگي رِي سکيا ڏيڻ ھارو استعمال ھوڻ آݪيَ آڊيو مواد نيَ بھتر ٺاڻ ۾ مدد ڪريَ ھيَ۔ ٿونرو يوزر نوم ھان اي ميل ڪڏي ڀِي ٿونرِي جمع ڪيوڙيَ مواد ھون جڙوڙو ڪوني ھوئيَ ھان ٿيَ چونڊي ݾگون ھو ڪہ ٿونرو يوزر نوم عوامي ڪرڻ کپيَ يا گمنام۔

source: Answer
mve: جواب

source: Answer questions
mve: سوالون رو جواب ڏيو

source: Answer Questions
mve: سوالون را جواب ڏيو

source: Answer Questions <small>(Coming soon)</small>
mve: سوالون را جواب ڏيو <small>(جلدِي آڻ آݪو ھيَ)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
mve: ڪو ڀِي منک لِکوڙي ھان ٻولوڙيَ مواد ريَ سيٽون نيَ وڙائيَ ݾگيَ ھيَ، ٺائيَ ھان بھتر ڪريَ آپرِي ٻولِي نيَ محفوظ ڪري، بحال ڪري ھان بلند ڪري ݾگيَ ھيَ۔

source: Approve
mve: منظور ڪرڻ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mve: لاريَ ٿوڙو آواز تو ٺيڪ ھيَ پڻ مھيَ وڌيڪ آواز ڪونِي چاھون جُڪو مشينِي الگورٿم ۾ مسئلو ڪريَ جڪو اکر لکوڙا ڪونِي۔ جيَ ٿيَ جڪو اکر لکوڙا ھيَ اوئون ھون ٻيجا اکر ھونڀرو ھو تو ڪلِپ نيَ لازمي رد ڪرڻ کپيَ۔ اَي گھڻو ڪريَ جڏيَ ھوئيَ ھي جيَ ٽِي وِي ھلتِي ھوئيَ يا جيٿ ويجھو ٻولِي چالِي ھوئيَ۔

source: Arabic
mve: عربِي ٻولِي

source: Aragonese
mve: ارگوني ٻولِي

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
mve: ڪِي ٿيَ اڳ ۾ ھِي ڪامن وائِس رِي اسپونٽينيئس اسپيچ پروجيڪٽ ھارو مھوريَ بيٽا ٽيسٽِنگ گروپ ۾ ھو؟

source: Are you coming? [called by another]
mve: ڪِي ٿيَ آئو ھو؟ [ٻِجي ريَ ھيليَ ھون]

source: Are you coming? <strong>[called by another]</strong>
mve: ڪِي ٿَي آئو پَڙيا؟<strong> ڪيَ ٻِيجيَ هيلو ڪِيو </strong>

source: Armenian
mve: آرمنيائي

source: Armenian Western
mve: مغربي آرمنيائي

source: Arvanitika
mve: اروينيِتيِڪا

source: Ask about a new language
mve: ھيڪ نئِي ٻولِي ري باريَ ۾ پُوڇو

source: Ask Mozilla to share your events
mve: موزيلا نيَ ڪھو ڪہ ٿونرا واقعا ڏيَ

source: Ask sensitive questions
mve: پوڇو حساس آݪا سوال

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mve: مھون ھون سوال پُڇو <matrixLink>ميٽرڪس</matrixLink>،<discourseLink>ڊيسڪورس</discourseLink>يا<emailLink>اِي ميل</emailLink>۔

source: Assamese
mve: آسامِي ٻولِي

source: Asturian
mve: آسورين ٻولِي

source: Atayal
mve: آٽايال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
mve: ھيڪ لکت ۾ ھر اکر يا بيَ معني وات رِي آواز نيَ جھالڻ کپيَجڪو منک عرفون ڪھيوڙو ھوئيَ، جڪيَ ۾ دُھرائي ڀي شامل ھوئيَ ھيَ۔

source: Attention!
mve: توجا ڏيو

source: Audio Format
mve: آڊيو فارميٽ

source: Automotive and Transport
mve: گاڏَي ھان سواريَ

source: Avatar
mve: پروفائل رو ڦوٽو

source: Avatar uploaded
mve: پروفائل رو ڦوٽو اپ لوڊ ھوئيَ گيو رو

source: Average
mve: سراسري

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mve: جڏيَ ڪو پڙھڻ آݪو ھويَ ۾ ووٽ ڏيَ ھيَ تو وائس ڪلِپ تيَ ٺيڪ رو نشان لگايو جائيَ ھيَ۔

source: Avoid too much background noise - it should be easy to hear you.
mve: لاريَ رِي گھڻي آوازون ھون بچو۔ٿونيَ ھونڀڻڻ آسان ھوئيَ۔

source: Awards
mve: انعام

source: Azerbaijani
mve: آزربائيجانِي ٻولِي

source: Baatonum
mve: باتونوم ٻولِي

source: Baba Malay
mve: بابا ملائي

source: Back
mve: پاڇو۔ لاريَ

source: Background Noise
mve: لاريَ رو هُول

source: Background Voices
mve: لارليَ آوازون

source: Back to Top
mve: واپس ماٿيَ

source: Bafia
mve: بافيا

source: Bafut
mve: بافُت

source: Bahasa Malay
mve: بهاس ملائي

source: Balochi
mve: بلوچِي ٻولِي

source: Balti
mve: بالتِي ٻولِي

source: Bambara
mve: بمبارا ٻولِي

source: Bamun
mve: بامون ٻولِي

source: Bamvele
mve: بامويليَ

source: Bankon
mve: بانڪون

source: Baoule
mve: بائوليَ

source: Basaa
mve: بسا ٻولِي

source: Bashkir
mve: بشڪر ٻولِي

source: Basque
mve: باسق

source: Batanga
mve: بتنگا ٻولِي

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mve: ڪيَ ڀِي ڪلِپ نَي رد ڪرڻ ھون پيل ٿيَ ڌيان ھون جونچو ڪہ پڙھڻ آݪو ڪو اکر غلط اوچار ھون پڙھيو ھيَ، زور ڪيَ غلط اکر تيَ راکيو ھيَ، يا ٻولڻ وقت سواليا نشانِي ڇوڙِي ھيَ۔ دُنيا ۾ مختلف قِسم را اوچار استعمال ھوئيَ ھيَ۔ جڪون ۾ ڪجھ ھوئيَ ݾگھيَ ھيَ ڪہ ٿُون آپرَي مقامِي ٻوليون ۾ نِي ھونڀڙا ھوئي۔ مھربونِي ڪريَ ھيڪ حد ٺاھو جڪو ٿونرِي ٻولِي ھون الگ يا فرق ٻولڻ آݪا ھيَ۔

source: Become a Common Voice Partner
mve: ڪامن وائس را ڀائيوار ٺيو

source: Be easy to understand and respond to
mve: ݾمجڻ ھان جواب ڏيڻ ۾ آسان ھو

source: Be generally relevant
mve: عام طور تيَ ميل کاتا ھوئيَ

source: Belarusian
mve: بيلاروسِي ٻولِي

source: Benefits
mve: فائدا

source: Bengali
mve: بنگالِي ٻولِي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mve: ['بيريٽ يا ٽوپِي' اکر ٺيڪ هيَ، پيلڪي اکر ۾ (برطانيا) تي زور ھيَ يا ٻيجيَ ۾ (آمريڪا) تي]

source: Betawi
mve: بيٽاوِي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
mve: ٻولِي رِي حقيقت ھارو بھتر مدد جون ترجمو ڪرڻ ھان <mark> ڪوڊ تبديل ڪرڻ<mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
mve: ايون ٻوليون ھارو بھتر مدد جڪيَ ۾ استعمال ڪرڻ ھارو ٿوڙو يا<mark> ڪو ڀِي ٽيڪسٽ ڪورپس ڪونھي</mark>(مسال طور،سماجي چونڊون، قسم،تاريخي طور تيَ بغير لکت ريَ ٻوليَ وغيرا)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
mve: <bold>سماجي تنظيمون ھان محقق</bold>۔ مفت ۾ فائدا مند مواد رو سيٽ ٺائو، ميزباني ڪرو ھان ٻيجون نيَ ڏيو

source: <bold>{ $count }</bold> Clips
mve: <bold>{ $count }</bold>ڪلِپون

source: <bold>Help us</bold> find more voices
mve: <bold>مھورِي مدد ڪرو</bold> ٻيجيَ آوازون جوڻ ھارو

source: <bold>If you value open, inclusive data - donate today!</bold>
mve: <bold>جيَ ٿيَ اوپن، جامع مواد رِي قدر ڪرو ھو تو آج ئي خيرات ڪرو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
mve: <bold>انسون دوستي</bold>۔مقمي جدت ھان ترقي نيَ تيز ڪرڻ ھارو ڊيٽا سيٽ رِي تخليق نيَ ھارو مالي تعاون ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
mve: <bold>ٽيڪ ڪمپنيَ</bold>۔ھيڪ ترقي پزير گھڻي لسانيAI ريَ ماحولياتي نظام ھارو اوپن مواد ريَ سيٽ نيَ ٺاڻ ۾ انويسٽ ڪرو۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
mve: <bold>ڪي اي آئي نيَ روگو دنيا ريَ ڪجھ ٻوليون ھارو ڪوم ڪرڻ کپيَ؟</bold>

source: Borgu Fulfulde
mve: بورگو فُلفُلديَ

source: Bosnian
mve: بوسنيائيَ ٻولِي

source: Both
mve: ٻيَ ائي

source: Both (Speak and Listen)
mve: ٻيئي (ٻولڻ ھان ھونڀڻ)

source: Breton
mve: بريتون ٻولِي

source: [British English might make "root"]
mve: [برطانيا رِي انگريزي شايد "روٽ" ٺاهي ݾگهي ھي]

source: Browse Languages
mve: ٻوليَ برائوز ڪرو

source: Brushaski
mve: برُشاسڪي

source: Build a custom goal
mve: ضروري حدف ٺائو

source: Build Profile
mve: پروفائل ٺاھو

source: Bulgarian
mve: بلغاريائِي ٻولِي

source: Bulk batch
mve: موتو جٿو

source: Bulk Sentences Uploaded
mve: وڏِي تعداد ۾ جُملا اپ لوڊ ڪِيا گيا

source: Bulu
mve: بُلو ٻولِي

source: Bunun
mve: بُنُن ٻولِي

source: Burmese
mve: بُرميس

source: Buryat
mve: بريت ٻولِي

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mve: <b>ڪيون اي ميل؟</b>مھونيَ مستقبل ۾ مواد ريَ سيٽ ۾ تبديلي ھارو ٿون ھون رابطو ڪرڻ رِي ضرورت پڙھيَ،اي ميل مھونيَ رابطيَ رو نُقطو ڏيَ ھيَ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
mve: ڪلِيڪ ڪرڻ ”ميلو لِنڪ مھاريَ اِي ميل تي”، جيَ ٿيَ راضِي ھون مھوريَ <termsLink>خدمت ري شرطون ھون</termsLink>ھانَ <privacyLink> رازدارِي آݪِي پالِيسِي ھون</privacyLink> ھانَ تو موزِيلا ٿُونيَ ڪامن وائِس رِي بيَ ساختا ري منصوبيَ ھارو بيٽا ٽيسٽِنگ ۾ حصو ليڻ رِي معلومات ھون اِي ميل ڪريَ ݾگھيَ ھيَ۔

source: By editing your goal, you may lose your existing progress.
mve: آپريَ مقصد ۾ تبديلي ڪرڻ ھون، ٿيَ آپرِي ھيڻو رِ ترقِي نيَ وڃائيَ ݾگو ھو،

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mve: ايئيَ اي ميلز وصول ڪرڻ رِي چونڊ ڪرڻ ھون ٿيَ بيان ڪرو ھو ڪہ ٿيَ موزيلا رِي ايئيَ معلومات نيَ سنڀالڻ ھون ٺيڪ ھو جون موزيلا رِي<privacyLink>رازدارِي پاليسي</privacyLink>۾ بيان ڪيوڙو ھيَ۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mve: <b>ٿيَ راضي ھو</b>ڪامن وائس ۾ ٻولڻ آݪو نيَ اوݪکڻ رِي ڪوشش نِي ڪرڻ

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mve: آپريَ باريَ ۾ ڪجھ معلومات ڏيڻ ھون، ٿونرو ڪامن وائس ڏيھا جمع ڪيوڙو آڊيو ڊيٽا ٻولڻ رِي اوݪکوڻ آݪيَ انجن ھارو وڌيڪ فائدا مند ھوھيَ جڪو ايئيَ مواد نيَ آپرِي درستگي نيَ بھتر ڪرڻ ھارو استعمال ڪري ھيَ۔

source: By telling us about yourself, you will help developers build more inclusive technology
mve: مھونَي آپرَي بارَي ۾ ھنمڀڙاڻ ھون، ٿيَ ٺاھڻ آݪون رِي وڌيڪ سُٺِي ٽيڪنالاجي ٺاھڻ ۾ مدد ڪرھو

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mve: ڪامن وائس ھلاتا، ٿيَ مھورَي <termsLink>شرطون</termsLink>ھانَ <privacyLink> رازدارِي رِي اطلاع </privacyLink> ھون راضِي ھو

source: Cameroon Pidgin
mve: ڪيميرون پِجِن

source: [Canadian English might make "route" sound like "rowt"]
mve: [ڪينيڊا رِي انگريزي شايد "روُٽ" ني "روٽ" رِي گتِي آواز ڏيَ ݾگيَ ھي]

source: Can be answered in a few sentences
mve: ڪجھ جملو ۾ جواب ڏي ݾگو ھون

source: Cancel
mve: رڌ ڪرڻ

source: Cancel Re-recording
mve: وڙَي ڪِي جاڻ آݪِي ريڪارڍِنگ نيَ رد ڪرو

source: Cancel Submission
mve: جمع ڪراڻ رد ڪرو

source: Cannot submit more than 1000 sentences
mve: 1000 جُملون ھون وڌيڪ شامل ڪونِي ڪري ݾگو ھو

source: Can't decide?
mve: فيصلو ڪونِي ڪريَ ݾگون ھون؟

source: Cantonese
mve: ڪانٽنيس

source: Catalan
mve: ڪيٽيلن

source: Central Alaskan Yupʼik
mve: وسطي آلاسڪن يُپِڪ

source: Central Kurdish
mve: وسطِي ڪُردِش

source: Central Melanau
mve: مرڪزِي ميلانو

source: Central Puebla Nahuatl
mve: وسطي پوئبلا ناھواتل

source: Change
mve: تبدِيل ڪرو

source: Change preferences
mve: ترجيَ بدلو

source: Changes contribution language of dataset only
mve: صرف مواد ري سيٽ ري شرڪت ڪرڻ آݪِي ٻولِي تبدِيل ڪريَ ھيَ

source: Changes the language dataset to which you're contributing
mve: ٻولي مواد ريَ سيٽ نيَ تبديل ڪريَ ھيَ جڪيَ ۾ ٿيَ حصو ليَ رھيا ھو

source: Changes website text only.
mve: رُگو ويب سائِيٽ را اکر تبدِيل ڪرو۔

source: Change your email via Settings under Login Identity
mve: لاگ ان اوݪکوڻ ري تخت سيٽنگون زريعي آپرو اي ميل تبديل ڪرو۔

source: Check
mve: چيڪ ڪرو

source: Check <icon></icon> is this a linguistically correct sentence?
mve: جونچو <icon> ڪِي اَي جُملو گرامر ريَ مطابق ٺيڪ ھيَ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
mve: جونچو ڪہ ڪِي ٿونرِي ٻولي <languagesPageLink>ڪامن وائس لينگوئج پئيج تيَ درج ھوئوڙي ھيَ</languagesPageLink>۔ جيَ نِي تو اي فارم ڀرو ھان <strong> ٿونيَ ھيڪ آسان اي ميل ميلھون جڪو وضاخت ڪر ھيَ ڪہ ٿونرِي ٻولي ڪونڪر سيٽ اپ ڪرون </strong>۔

source: <chevron></chevron>See less
mve: <chevron></chevron> جونچو ٿوڙا

source: <chevron></chevron>See more
mve: <chevron></chevron> جونچو وڌيڪ

source: Chinese (China)
mve: چائنيز (چائنا)

source: Chinese (Hong Kong)
mve: چائنيز (ھانگ ڪانگ)

source: Chinese (Taiwan)
mve: چائنيز (تائوان)

source: Chinyanja
mve: چِنيانجا

source: Choose language/localization
mve: ٻولِي منتخب ڪرو لوڪلائزيشن (عام ڪرڻ)

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
mve: سادا سوال چونڊو جڪو ھر ھيڪ ھارو ݾمجڻ ۾ سولا ھوئيَ، سقافت يا نتاظر ريَ سوا۔

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
mve: سادا سوال چونڊو جڪو ھر ھيڪ ھارو ݾمجڻ ۾ سولا ھوئيَ، سقافت يا نتاظر ريَ سوا۔

source: Chuvash
mve: چُواش

source: Citation
mve: حوالو

source: Cite with a URL link or the full name of the work.
mve: يو آر ايل لِنڪ يا ڪوم رَي پورَي نوم ڀيڙو حوالو ڏيو

source: Citing Sentences
mve: جُملا ڪٽ ڪرو

source: Click
mve: ڪلِڪ ڪرڻ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
mve: ڪلِڪ<guidanceLink>ايٿ</guidanceLink>ايئيَ پنيَ نيَ استعمال ڪرڻ ݾکڻ ھارو

source: Clipboard not supported
mve: ڪلِپ بورڊ نِي وئو مدد ڪريَ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
mve: { $clipCount } آوازون ريَ ڪلِپون، ڪُل آرڪائيو سايز{ $size }ختم ھوئيَ ھيَ{ $expires }۔

source: Clip Graveyard
mve: ڪلِپ رو قبرستان

source: Clips recorded
mve: ڪلِپ ريڪارڊ ھوئيَ گيا

source: Clips Uploaded
mve: ڪلِپ اپ لوڊ ھوئيَ گيا

source: Clips validated
mve: ڪلِيپون رِي تصدِيق ڪِي گِي ھيَ

source: Clips You've Recorded
mve: ڪلِپ ٿون ريڪارڊ ڪئيَ

source: Clips You've Validated
mve: ڪلِپ جڪو ٿون تصديق ڪئيَ ھيَ

source: Close
mve: بند

source: Collecting sentences
mve: جُملا ڀيڙا ڪرڻ

source: Coming Soon
mve: جلدِي آڻ آݪِي ھيَ

source: Comment
mve: رائيَ ڏيڻ

source: Common Voice data plus all other voice datasets above.
mve: ڪامن وائس رو مواد ھانماٿيَ ڏينوڙا ٻيجا سب آوازون ريَ مواد را سيٽ ۔

source: Common Voice Dataset
mve: ڪامن وائس رَي مواد رو سيٽ

source: Common Voice is a free, open source platform for community-led data creation
mve: ڪامن وائس برادري رِي اڳواڻي ۾ مواد ٺاڻ ھارو ھيڪ مفت، اوپن سورس پليٽ فارم ھيَ۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
mve: ڪامن وائس موزيلا فائونڊيشن رو ھيڪ پروجيڪٽ ھيَ،a US 501c3۔ اَي پروجيڪٽ ھيڻون مڪمل طور تيَ <philantropicGrantLink>خيراتي رقمون</philantropicGrantLink>، ھان سجِي دنيا ريَ منکون ريَ چنديَ تيَ۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
mve: ڪامن وائس نيَ چنديَ ھان گرانٽس ھون مدد ھوئيَ ھيَ! مھونيَ تعليمي ماھرون، سماجِي تنظيمون ھان ڪاروبارِي تحقيق ڪرڻ آݪو ھون تعاون ڪرڻ پسند ھيَ۔ ڪامن وائس ھارو مفت ھيَ، پڻ گرانٽ تجويزون وسيليَ پليٽ فارم ھان ميزباني ريَ خرچون ۾ حصو ليڻ واقعي مددگار ھيَ۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
mve: ڪامن وائس ھيڪ ٻيجو پليٽ فارم لانچ ڪري رھيو ھي جڪو قدرتي، خودمختار، بنا لکوڙي وات جمع ڪرڻ تيَ ڌيان ڏي ھيَ۔ اي ڪتري ھي برادريون نيَ وڌيڪ تيزي ھون واد جمع ڪرڻ ۾ مدد ڪرھيَ، ايئيَ ڀيݪو ڊيٽا سائنسدانون ھان ٺاڻ آݪو ھارو فائدي مند ھو ھيَ۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mve: ڪامن وائس موزيلا رِي شروعات ھيَ جڪو مشينون نيَ ݾيکاڻ ۾ مدد ڪريَ ھيَ ڪہ اسل منک ڪونڪر ٻوليَ ھيَ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mve: ڪامن وائس ۾ دنيا رو ݾيڱون ھون موٽو عوامي طور تيَ گھڻيَ ٻوليَون ۾ موجود آوازون ريَ مواد رو سيٽ ھيَ۔
